---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsOffsetParam
source: html/51f9aa9b-3302-ac77-c897-5f3a3bd1c57b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsOffsetParam Property

"Middle Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsOffsetParam { get; }
```